/* Italian, 0.8.1, lOne */

"ZIP file empty? Failed to seek to the first file" = "Il documento Zip è vuoto? Non sono riuscito a leggere oltre il primo file";
"Some internal problems with the ZIP" = "Problemi interni con lo Zip";
"Corrupt RAR or internal problems" = "Problema interno o Rar corrotto";
"Failed to decompress the file" = "Non sono riuscito a decomprimere il documento";
"Failed to open the RAR file '%@'" = "Non sono riuscito ad aprire il documento Rar '%@'";
"Failed to reopen the RAR file '%@'" = "Non sono riuscito a riaprire il documento Rar '%@'";
"Corrupt ZIP or an internal error" = "Documento Zip illeggibile o errore interno";
"An error occurred during decompression" = "Errore di decompressione";
"Failed to open the ZIP '%@'" = "Non riesco ad aprire il documento Zip '%@'";
"Failed to reopen the ZIP '%@'" = "Non riesco a riaprire il documento Zip '%@'";
"Failed to create the temp file '%@'" = "Non sono riuscito a creare il documento temporaneo '%@'";
